Repository: wp-plugins/tplayer-html5-audio-player-with-playlist
Catalog: languages/wpt_player-*.po
Languages: ru_ru, uk

source: tPlayer Settings
ru_ru: Настройки tPlayer
uk: Налаштування tPlayer

source: Playlist Generator
ru_ru: Генератор Плейлиста
uk: Створення списків відтворення

source: Click to see tutorial on YouTube
ru_ru: Нажмите, чтобы увидеть урок на YouTube
uk: Натисніть, щоб побачити урок на YouTube

source: Default Player Options:
ru_ru: Настройки Плеера по умолчанию:
uk: Налаштування Плеєра за замовчуванням:

source: Enable Downloading
ru_ru: Разрешить Скачивание
uk: Дозволити Завантаження

source: Enable Autostart
ru_ru: Разрешить Автовоспроизведение
uk: Дозволити Автозапуск

source: Background Color tPlayer:
ru_ru: Цвет фона tPlayer:
uk: Колір фону tPlayer:

source: Text Color tPlayer:
ru_ru: Цвет текста tPlayer:
uk: Колір тексту tPlayer:

source: Button Color tPlayer:
ru_ru: Цвет Кнопки tPlayer:
uk: Колір Кнопки tPlayer:

source: Active Button Color tPlayer:
ru_ru: Цвет Активной кнопки tPlayer:
uk: Колір Активної кнопки tPlayer:

source: Bar Color tPlayer:
ru_ru: Цвет Прогресса tPlayer:
uk: Колір Прогресу tPlayer:

source: Progress Bar Color tPlayer:
ru_ru: Цвет Прогресса Воспроизведения tPlayer:
uk: Колір Прогресу Відтворення tPlayer:

source: Playlist Background Color tPlayer:
ru_ru: Цвет Фона Плейлиста tPlayer:
uk: Колір Фону Списка Відтворення tPlayer:

source: Playlist Text Color tPlayer:
ru_ru: Цвет Текста Плейлиста tPlayer:
uk: Колір Тексту Списка Відтворення tPlayer:

source: Add another song
ru_ru: Добавить Другой Трек
uk: Додати Інший Трек

source: Show Playlist
ru_ru: Показывать Плейлист
uk: Показати список відтворення

source: Select Song
ru_ru: Выбрать Трек
uk: Виберіть пісню

source: Select Cover
ru_ru: Выбрать Обложку
uk: Виберіть Обкладинку

source: Please select song
ru_ru: Пожалуста Выберите Трек
uk: Будь ласка, виберіть пісню

source: Please select cover
ru_ru: Пожалуста Выберите Обложку
uk: Будь ласка, виберіть Обкладинку

source: Copy this code into your post
ru_ru: Скопируйте этот код в ваш пост
uk: Розмістіть цей код у вашому пості

source: tPlayer HTML5 audio player (with playlist)
ru_ru: tPlayer HTML5 аудио плеер (с плейлистом)
uk: tPlayer HTML5 аудіо плеєр (з списком відтворення)

source: Want visitors of your website hear your music or share your musical tastes? tPlayer – ideal for this, easy to install, minimum settings, most important formats supports, shoutcast and icecast support.
ru_ru: Желаете, чтобы посетители вашего сайта смоли послушать музыку или поделиться вашими музыкальными вкусами? tPlayer - идеально подходит для этой цели, легко установить, минимум настроек, поддержка популярных музыкальных форматов, а так же потокового вещания.
uk: Бажаєте, що б відвідувач вашого сайту смоли послухати музику або поділитися вашими музичними смаками? tPlayer - ідеально підходить для цієї мети, легко встановити, мінімум налаштувань, підтримка популярних музичних форматів, а також потокового мовлення.
